Repository: diaktors/secretary
Catalog: module/Secretery/language/key-*.po
Languages: de_de

source: Warning
de_de: Warnung

source: Private Key can only be generated once
de_de: Der private Schlüssel kann nur einmalig erzeugt werden.

source: Please choose a secure passphrase for your key
de_de: Wähle bitte eine sicheres Passwort für den Schlüssel!

source: Backup your key carefully (different places are a good idea)
de_de: Und backupe den Schlüssel auf einem anderen/mehreren Backupmedien.

source: Create Key
de_de: Schlüssel erzeugen

source: You already created a private key
de_de: Du hast bereits einen Schlüssel erzeugt!

source: Passphrase
de_de: Passwort

source: Your key was created successfully
de_de: Dein Schlüssel wurde erfolgreich erzeugt.

source: The passphrase will be needed again to use the key - so save it!
de_de: Du wirst das Schlüssel Passwort immer wieder benötigen - speicher/merke es dir gut!

source: Copy the key to file and name it "something.pem"
de_de: Kopiere den Schlüssel(text) in eine Textdatei und nenne sie "xyz.pem"
