Repository: diaktors/secretary
Catalog: module/Secretary/language/group-*.po
Languages: de_de, pt_br

source: Group
de_de: Gruppe
pt_br: Grupo

source: view group members
de_de: Gruppen Mitglieder einsehen
pt_br: visualizar membros do grupo

source: Group Members
de_de: Gruppen Mitglieder
pt_br: Membros do Grupo

source: Add new Group Member
de_de: Neues Gruppen Mitglied hinzufügen
pt_br: Adicionar um novo membro no grupo

source: Group Memberships
de_de: Gruppen Mitgliedschaft
pt_br: Membros do grupo

source: You are not member of any group right now
de_de: Du bist noch kein Mitglied in einer Gruppe
pt_br: Você não é membro de nenhum grupo até o momento

source: remove member
de_de: Mitglied entfernen
pt_br: remover membro

source: Do you really want to remove this user?
de_de: Soll der Benutzer wirklich entfernt werden?
pt_br: Você realmente quer remover este usuário?

source: Leave Group
de_de: Gruppe verlassen
pt_br: Deixar o grupo

source: You are Group Owner - you cannot leave the group
de_de: Du bist Gruppen Besitzer, du kannst die Gruppe nicht verlassen
pt_br: Você é proprietário do grupo - logo você não pode sair deste grupo

source: Do you really want to leave this group?
de_de: Willst du wirklich die Gruppe verlassen?
pt_br: Você realmente quer sair desse grupo?

source: Groupname
de_de: Gruppenname
pt_br: Nome do grupo

source: Edit Group
de_de: Gruppe bearbeiten
pt_br: Editar grupo

source: Add Group
de_de: Gruppe hinzufügen
pt_br: Adicionar grupo

source: Create Group
de_de: Gruppe erstellen
pt_br: Criar grupo

source: Save Group
de_de: Gruppe speichern
pt_br: Salvar grupo

source: Group "%s" was created successfully
de_de: Gruppe "%s" wurde erfolgreich angelegt
pt_br: Grupo "%s" foi criado com sucesso

source: Group "%s" was saved successfully
de_de: Gruppe "%s" wurde erfolgreich gesichert
pt_br: O grupo "%s" foi salvo com sucesso

source: User "%s" was added to group "%s"
de_de: Benutzer "%s" wurde erfolgreich der Gruppe "%s" hinzugefügt
pt_br: O usuário "%s" foi adicionado ao grupo "%s"

source: Group "%s" was leaved successfully
de_de: Gruppe "%s" wurde erfolgreich verlassen
pt_br: O grupo "%s" foi deixado com sucesso

source: User "%s" was successfully removed from group "%s"
de_de: Benutzer "%s" wurde erfolgreich von der Gruppe "%s" entfernt
pt_br: O usuário "%s" foi removido com sucesso do grupo "%s"
