Repository: diaktors/secretary
Catalog: module/Secretary/language/key-*.po
Languages: pt_br

source: Warning
pt_br: Atenção

source: Private Key can only be generated once
pt_br: Chave privada só pode ser gerada uma vez

source: Please choose a secure passphrase for your key
pt_br: Por favor, escolha uma senha segura para sua chave

source: Backup your key carefully (different places are a good idea)
pt_br: Faça o backup da sua chave com cuidado (lugares diferentes são uma boa ideia)

source: Public key can only added once
pt_br: Chave pública só pode ser adicionada uma vez

source: Please generate the key by using following command:
pt_br: Por favor, gere a chave usando o seguinte comando:

source: Save public key by using:
pt_br: Salvar chave pública usando:

source: Create Key
pt_br: Criar chave

source: Add own Key
pt_br: Adicionar própria chave

source: You already created a private key
pt_br: Você já criou uma chave privada

source: Passphrase
pt_br: Frase secreta

source: Public Key
pt_br: Chave pública

source: Your key was created successfully
pt_br: Sua chave foi criada com sucesso

source: Validation of provided key failed!
pt_br: A validação da chave fornecida falhou!

source: Your key was added successfully
pt_br: Sua chave foi adicionada com sucesso

source: The passphrase will be needed again to use the key - so save it!
pt_br: A frase secreta será necessária novamente para usar a chave - então salve-a!

source: Copy the key to file and name it "something.pem"
pt_br: Copie a chave para o arquivo e nomeie-a como "nome_chave.pem"
