Repository: diaktors/secretary
Catalog: module/Secretary/language/mail-*.po
Languages: de_de, pt_br

source: Sent by Secretary Mail System
de_de: Gesendet vom Secretary Mail System
pt_br: Enviado por Secretary Mail System

source: A new Secretary user
de_de: Ein neuer Secretary Benutzer
pt_br: Um novo usuário da secretaria

source: Title
de_de: Titel
pt_br: Título

source: Group
de_de: Gruppe
pt_br: Grupo

source: view it online
de_de: Die Notiz online anschauen
pt_br: veja on-line

source: Secretary - Ooops, an error occured
de_de: Secretary - Ups, ein Fehler ist aufgetreten
pt_br: Secretário - Oops, ocorreu um erro

source: A new message from your Secretary
de_de: Eine neue Nachricht von Secretary
pt_br: Uma nova mensagem do seu secretário

source: Secretary - New user registration
de_de: Secretary - Eine neue Benutzer Registrierung
pt_br: Secretário - Novo registro de usuário

source: Secretary - New group note
de_de: Secretary - Eine neue Gruppen Notiz
pt_br: Secretário - Nova nota de grupo

source: A new note was added
de_de: Eine neue Gruppen Notiz wurde hinzugef√ºgt
pt_br: Uma nova nota foi adicionada

source: Secretary - Group note edited
de_de: Secretary - Gruppen Notiz wurde bearbeitet
pt_br: Secretário - Grupo nota editada

source: Note was edited
de_de: Eine Gruppen Notiz wurde bearbeitet
pt_br: Nota foi editada
