Repository: diaktors/secretary
Catalog: module/Secretary/language/note-*.po
Languages: pt_br

source: Add Note
pt_br: Adicionar Anotação

source: Edit Note
pt_br: Edtar Anotação

source: Note title
pt_br: Título da anotação

source: Note text
pt_br: Conteúdo da anotação

source: Note private
pt_br: Anotação privada

source: Note was created successfully
pt_br: Anotação foi criada com sucesso

source: Your key is not readable
pt_br: Sua chave não é legível

source: Note could not be decrypted
pt_br: Anotação não pode ser descriptografada

source: Note was updated successfully
pt_br: A anotação foi atualizada com sucesso

source: Note was removed successfully
pt_br: A anotação foi removida com sucesso

source: Private Notes
pt_br: Anotações Privadas

source: Note date
pt_br: Data da anotação

source: Note owner
pt_br: Proprietário da anotação

source: Note permissions
pt_br: Permissões da anotação

source: No notes found
pt_br: Nenhuma anotação encontrada

source: Group Notes
pt_br: Anotações do grupo

source: Filter group
pt_br: Grupo de filtros

source: Note group
pt_br: Grupo de anotação

source: Add Note Members
pt_br: Adicionar Membros de Anotações

source: Select Group
pt_br: Selecione o grupo

source: Group Members
pt_br: Membros do grupo

source: Selected Group Members
pt_br: Membros do grupo selecionados

source: Modify Note
pt_br: Modificar Anotação

source: Create Note
pt_br: Criar Anotação

source: View Note
pt_br: Visualizar Anotação

source: Save Note
pt_br: Salvar Anotação

source: Decryption Request
pt_br: Pedido de descriptografia

source: Delete Note
pt_br: Excluir anotação

source: Do you really want to delete this note?
pt_br: Você realmente deseja excluir esta anotação?

source: Please confirm with key to delete note
pt_br: Por favor confirme com uma chave para apagar uma anotação

source: Manage Note Members
pt_br: Gerenciar os membros da anotação

source: Selected Group
pt_br: Grupo Selecionado

source: Last Private Notes
pt_br: Últimas anotações privadas

source: Last Group Notes
pt_br: Últimas anotações do grupo
